{
  "_comment": "REVIEWS DATABASE - Edit this file to manage reviews",
  "_instructions": {
    "how_to_add_position": "Change 'position': null to 'position': 'Coach at Blau Weiss Berlin'",
    "how_to_add_photo": "Change 'photo': null to 'photo': 'https://your-cloudinary-url.jpg'",
    "how_to_feature": "Change 'featured': false to 'featured': true (review will appear in carousel)",
    "how_to_delete": "Delete the entire review object from the array",
    "featured_reviews": "Only reviews with 'featured': true appear in the carousel at top of page",
    "all_reviews": "All reviews appear in the grid below carousel, newest first"
  },
  "reviews": [
    {
      "id": "1766384762260",
      "name": "Anonymous",
      "position": null,
      "photo": null,
      "rating": 5,
      "text": "Great photographer, been an absolute blast working with him. Really great at communication and keeps the shoot fun and friendly.",
      "date": "2025-10-22",
      "featured": false
    },
    {
      "id": "1766390664375",
      "name": "Divyansh Chawla",
      "position": null,
      "photo": null,
      "rating": 5,
      "text": "Arpith is a great photographer with an outstanding editing skills. He can capture rare moments like no one I know of. He also clicked some of my portraits which i liked so much that i posted on instagram. I really recommend him as other than his skills, he has a great personality.",
      "date": "2025-12-22",
      "featured": false
    },
    {
      "id": "1766411969391",
      "name": "Abhishek ",
      "position": null,
      "photo": null,
      "rating": 5,
      "text": "Had a him shoot my car before he moved to Germany. Loved the results. Absolutely recommend.",
      "date": "2023-11-25",
      "featured": false
    },
    {
      "id": "1766490041857",
      "name": "Chan-Ho Kahng",
      "position": "Coach - Blau-Weiss Friedrichshain",
      "photo": "https://res.cloudinary.com/du0tvwlwp/image/upload/v1766490472/Screenshot_20251223-124632_mcct5u.png",
      "rating": 5,
      "text": "Arpith was introduced to us through one of our players and we are really happy with all the amazing photos Arpith took of us! He does a great job capturing the on-field action and impresses us with great shots. He also helps us with teampictures and individual portraits, even offering different styles if needed. \nWorking with Arpith is really easy and we couldn´t be happier with the photos provided! We are looking forward to future collaborations! ",
      "date": "2025-12-23",
      "featured": true
    },
    {
      "id": "1766491299736",
      "name": "Farooque Ahmed",
      "position": "Manager - Churuli FC",
      "photo": "https://res.cloudinary.com/du0tvwlwp/image/upload/v1766492408/Screenshot_20251223-130649_2_cswuqt.jpg",
      "rating": 5,
      "text": "An incredibly talented photographer with a great eye for detail. The entire process was smooth and professional, the final images exceeded expectations and was delivered quickly. highly recommend.",
      "date": "2025-11-14",
      "featured": true
    },
    {
      "id": "1766509390469",
      "name": "Marcus Cummings",
      "position": "Coach - Gisma FC",
      "photo": "https://res.cloudinary.com/du0tvwlwp/image/upload/v1766509582/Screenshot_20251223-180525_okwprw.png",
      "rating": 5,
      "text": "Arpith has been an outstanding photographer for both me and the GISMA University football team. His work is consistently highquality and his dedication to capturing the best moments truly stands out. He is professional, reliably and fully committed to delivering excellent results. We've really enjoyed working with him and look forward to many more projects together in the future.",
      "date": "2025-09-29",
      "featured": true
    }
  ]
}